# ================================
# Questions that demands context
questions_demands_search = [
    "Уровень развития технологии под которую делается продукт",
    "Новизна применения палладия в данной технологии",
    "Научно-техническая реализуемость внедрения палладия в данной технологии",
    "Коммерческий потенциал внедрения палладия в данной технологии",
    "Конкурентные преимущества палладия в данной технологии",
    "Уровень готовности технологии с палладием",
    "Потенциальное потребление палладия, кг",
    "Перепективность рынка (разработка)",
    "Уровень рыночного потенциала(коммерция)",
    "Какова сложность разработки технологии?",
    "Какова сложность внедрения технологии?",
    "Каков потенциал коммерциализации технологии?",
    "Какова предполагаемая длительность разработки?",
]